IDEA Open Model
TendonDuct.Id Property
Compatible with IDEA StatiCa 20.1
 Tendon duct Id
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int Id { get; set; }
Public Property Id As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
TendonDuct Class
IdeaRS.OpenModel.CrossSection Namespace